---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldType.Material
enum: Autodesk.Revit.DB.ScheduleFieldType
zh: 材质、材料
source: html/9888db7d-00d0-4fd7-a1a9-cdd1fb5fce16.htm
---
# Autodesk.Revit.DB.ScheduleFieldType.Material

**中文**: 材质、材料

In a material takeoff, a parameter of one of the materials of a
 scheduled element.